[LocAdmin_Strings]

FO_G3_Interact_Workbench=Bench;;;;;;Werkbank;;;;;;Munkapad;;Stół warsztatowy;;Верстак;;;

INFO_Heavy_Hunter_Workbench_Bows=Make bows;;;;;;Herstellung von Bögen;;;;;;Íjak készítése;;Tworzenie łuków;;Создание луков;;;
INFO_Heavy_Hunter_Workbench_Arrows=Make Arrows;;;;;;Pfeile erstellen;;;;;;Nyílvesszők készítése;;Tworzenie strzał;;Создание стрел;;;
INFO_Heavy_Hunter_Workbench_Sharp_Arrows=Make Sharp Arrows;;;;;;Schärfen von Pfeilen;;;;;;Éles nyílvessző készítése;;Ostrzenie strzał;;Заточка стрел;;;
INFO_Heavy_Hunter_Workbench_Sharp_Bolts=Make Sharp Arrows;;;;;;Schärfen der Klingen;;;;;;Éles számszeríjvessző készítése;;Ostrzenie bełtów;;Заточка болтов;;;
INFO_Heavy_Hunter_Workbench_Crossbows=Make Crossbows;;;;;;Herstellung von Armbrüsten;;;;;;Számszeríjak készítése;;Tworzenie kusz;;Создание арбалетов;;;
INFO_Heavy_Hunter_Workbench_Bolts=Make Bolts;;;;;;Erstellung von Bolzen;;;;;;Számszeríj vesszők készítése;;Tworzenie bełtów;;Создание болтов;;;
INFO_Heavy_Hunter_Workbench_Armors=Make Armors;;;;;;Erstellen von Rüstungen;;;;;;Páncélok készítése;;Tworzenie pancerzy;;Создание брони;;;
INFO_Heavy_Hunter_Workbench_Weapons=Make Weapons;;;;;;Herstellung von Waffen;;;;;;Fegyverek készítése;;Tworzenie broni;;Создание оружия;;;
INFO_Heavy_Hunter_Workbench_Woods=Wood processing;;;;;;Holzbearbeitung;;;;;;Fafeldolgozás;;Obróbka drewna;;Обработка древесины;;;
INFO_Heavy_Hunter_Workbench_Instructions=Read instructions;;;;;;Anleitung;;;;;;Utasítások elolvasása;;Instrukcja;;Прочитать инструкцию;;;

INFO_Heavy_Hunter_Workbench_CrawlerArmor=Crawler Plate Armor;;;;;;Rüstung aus Crawlerplatten;;;;;;Tárnaráklemezvért;;Pancerz wykonany z płytek pełzaczy.;;Доспех из панцирей ползунов;;;
INFO_Heavy_Hunter_Workbench_CrawlerArmor_Craft=Craft Crawler Plate Armor;;;;;;Erstellen von Rüstungen aus Crawlerplatten;;;;;;Tárnaráklemezvért készítése;;Tworzenie zbroi z płytek pełzaczy;;Создать доспех из панцирей ползунов;;;
INFO_Heavy_Hunter_Workbench_CrawlerArmor_Text=Crawler Plate 10 Wolf Hide 6 Warrior Crawler Carapace 5 Raw Steel 10. Skill Needed: Blacksmith;;;;;;Crawlerplatten x10, Wolfsfell x6, Crawlerplatte des Kriegers x5, Rohstahl x10. Erforderliche Fertigkeit: Schmied.;;;;;;Tárnaráklemez x10, Farkasprém x6, Tárnarákharcos páncéllemez x5, Nyersacél x10. Szükséges képzettség: Kovácsolás.;;Płytka pełzacza x10, Skóra wilka x6, Płytka pełzacza wojownika x5, Surowa stal x10. Wymagana umiejętność: Kowal.;;Пластина ползуна 10 Шкура волка 6 Панцирь ползуна-воина 5 Сырая сталь 10. Нужен навык: Кузнец;;;
FO_BBM_Letter_CrawlerArmor=Heavy Hunter Armor;;;;;;Schwere Jäger-Rüstung;;;;;;Nehéz vadászpáncél;;Ciężki pancerz łowcy;;Тяжелый доспех охотника;;;
ITEMDESC_BBM_Letter_CrawlerArmor=With this recipe and the right ingredients, the hero can create armor from the plates of crawlers.;;;;;;Mit diesem Schema und den richtigen Zutaten kann der Held Rüstungen aus Crawlerplatten herstellen.;;;;;;Ezzel a leírással és a megfelelő hozzávalókkal a hős páncélt készíthet a tárnaráklemezekből.;;Dzięki temu schematowi i odpowiednim składnikom bohater może stworzyć zbroję z płytek pełzaczy.;;С этим рецептом и нужными ингредиентами герой может создать доспех из панцирей ползунов.;;;
LETTERHEADER_BBM_CrawlerArmor=Crawler Plate Armor;;;;;;Rüstung aus Crawlerplatten.;;;;;;Tárnaráklemezvért;;Pancerz wykonany z płytek pełzaczy.;;Доспех из панцирей ползунов;;;
LETTERTEXT_BBM_CrawlerArmor=\nCrawler Plate 10.\n\nWolf Pelt 6.\n\nWarrior Crawler Carapace 5.\n\nRaw Steel 10.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill required : Blacksmith.;;;;;;\nCrawlerplatten x10\n\nWolfsfellx6 \n\nKrieger-Crawlerplatten x5\n\nRohstahl x10\n\n\n\[Ein Teil der Anleitung kann nicht gelesen werden...]\n\n\nErforderliche Fertigkeit: Schmied.;;;;;;\nTárnaráklemez x10\n\nFarkasprém x6 \nTárnarákharcos páncéllemez x5\n\nNyersacél x10\n\n\n[Az utasítás egy része nem olvasható...]\n\nSzükséges képzettség: Kovácsolás.;;\nPłytka pełzacza x10\n\nSkóra wilka x6\n\nPłytka pełzacza wojownika x5\n\nSurowa stal x10.\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kowal.;;\nПластина ползуна 10.\n\nШкура волка 6.\n\nПанцирь ползуна-воина 5.\n\nСырая сталь 10.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;

INFO_Heavy_Hunter_Workbench_Heavy_Hunter=Heavy Hunter Armor;;;;;;Schwere Jäger-Rüstung;;;;;;Nehéz vadászpáncél;;Ciężki pancerz łowcy;;Тяжелый доспех охотника;;;
INFO_Heavy_Hunter_Workbench_Heavy_Hunter_Craft=Craft Heavy Hunter Armor;;;;;;Schwere Jäger-Rüstung erstellen;;;;;;Nehéz vadászpáncél készítése;;Stwórz ciężki pancerz łowcy;;Создать тяжелый доспех охотника;;;
INFO_Heavy_Hunter_Workbench_Heavy_Hunter_Text=Dark Snapper Leather 25 Raw Steel 10 Magic Ore Ore 35 Crocodile Skin 5. Skill required: Forging weapons from ore.;;;;;;Schwarzer Zahnfischhaut x25, Rohstahl x10, Erz x35, Krokodilhaut x5. Erforderliche Fertigkeit: Schmieden von Waffen aus Erz.;;;;;;Sötét ragadozó bőr x25, nyersacél x10, mágikus érc x35, krokodilbőr x5. Szükséges szakértelem: Fegyverkovácsolás ércből;;Skóra mrocznego zębacza x25, Surowa stal x10, Ruda x35, Skóra krokodyla x5. Wymagana umiejętność: Kucie broni z rudy.;;Кожа темного глорха 25 Сырая сталь 10 Магическая руда руда 35 Кожа крокодила 5. Нужен навык: Ковка оружия из руды;;;
FO_BBM_Letter_Heavy_Hunter_Armor=Heavy Hunter Armor;;;;;;Schwere Jäger-Rüstung;;;;;;Nehéz vadászpáncél;;Ciężki pancerz łowcy;;Тяжелый доспех охотника;;;
ITEMDESC_BBM_Letter_Heavy_Hunter_Armor=With this recipe and the right ingredients, the hero can create a heavy hunter armor.;;;;;;Mit diesem Schema und den richtigen Zutaten kann der Held schwere Jägerrüstungen herstellen.;;;;;;Ezzel a leírással és a megfelelő hozzávalókkal a hős nehéz vadászpáncélt készíthet.;;Dzięki temu schematowi i odpowiednim składnikom bohater może stworzyć ciężki pancerz łowcy.;;С этим рецептом и нужными ингредиентами герой может создать тяжелый доспех охотника.;;;
LETTERHEADER_BBM_Heavy_Hunter_Armor=Heavy Hunter Armor;;;;;;Schwere Jäger-Rüstung;;;;;;Nehéz vadászpáncél;;Ciężki pancerz łowcy;;Тяжелый доспех охотника;;;
LETTERTEXT_BBM_Heavy_Hunter_Armor=\nDark Snapper Skin 25.\n\nRaw Steel 10.\n\nMagic Ore 35.\n\nCrocodile Skin 5.\n\n\n[Instruction Note: Cannot Be Disassembled ]\n\n\n\nSkill required: Forging weapons from ore.;;;;;;\nDunkle Snapperhaut x25\n\nRohstahl x10\n\nErz x35 Krokodilhaut x5\n\n\n[Ein Teil der Anleitung kann nicht gelesen werden...]\n\n\n\nErforderliche Fertigkeit: Waffen aus Erz schmieden.;;;;;;\nSötét ragadozó bőr x25\n\n Nyersacél x10\n\n Mágikus érc x35\n\n Krokodilbőr x5\n\n\n[Az útmutató egy része nem olvasható...]\n\n\nSzükséges szakértelem: Fegyverkovácsolás ércből.;;\nSkóra mrocznego zębacza x25\n\nSurowa stal x10\n\nRuda x35\n\nSkóra krokodyla x5.\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z rudy.;;\nКожа темного глорха 25.\n\nСырая сталь 10.\n\nМагическая руда 35.\n\nКожа крокодила 5.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_Crossbow_Merc=Reinforced Mercenary Crossbow;;;;;;Verstärkte Söldner-Armbrust;;;;;;Megerősített zsoldos számszeríj;;Wzmocniona kusza najemnika;;Усиленный арбалет наемника;;;
INFO_Heavy_Hunter_Workbench_Crossbow_Merc_Craft=Reinforce a Mercenary Crossbow;;;;;;Erstellen einer verstärkten Söldnerarmbrust;;;;;;Megerősített zsoldos számszeríj készítése;;Tworzenie wzmocnionej kuszy najemnika;;Создать усиленный арбалет наемника;;;
INFO_Heavy_Hunter_Workbench_Crossbow_Merc_Text=Wood - oak 1 Raw steel 2. Saber fang 2 Skill required: Blacksmith;;;;;;\nEichenholz x1,\n\nRohstahl x2,\n\nSäbelzahnzahn x2.\n\n\nErforderliche Fertigkeit: Schmied.;;;;;;Tölgyfa x1, nyersacél x2, kardfogú szemfoga x2,. Szükséges szakértelem: Kovácsolás.;;Drewno dębowe x1,Surowa stal x2,Kieł szablozęba x2. Wymagana umiejętność: Kowal.;;Древесина - дуб 1 Сырая сталь 2. Клык саблезуба 2 Нужен навык: Кузнец;;;
FO_BBM_Letter_CrossbowMerc=Reinforced Mercenary Crossbow;;;;;;Verstärkte Söldner-Armbrust;;;;;;Megerősített zsoldos számszeríj;;Wzmocniona kusza najemnika;;Усиленный арбалет наемника;;;
ITEMDESC_BBM_Letter_CrossbowMerc=With this recipe and the right ingredients, the hero can reinforce a mercenary crossbow.;;;;;;Mit diesem Schema und den richtigen Zutaten kann der Held eine verbesserte Söldnerarmbrust herstellen.;;;;;;Ezzel a leírással és a megfelelő hozzávalókkal a hős megerősített zsoldos számszeríjat készíthet.;;Dzięki temu schematowi i odpowiednim składnikom bohater może stworzyć ulepszoną kuszę najemnika.;;С этим рецептом и нужными ингредиентами герой может создать усиленный арбалет наемника.;;;
LETTERHEADER_BBM_CrossbowMerc=Reinforced Mercenary Crossbow;;;;;;Verstärkte Söldner-Armbrust;;;;;;Megerősített zsoldos számszeríj;;Wzmocniona kusza najemnika;;Усиленный арбалет наемника;;;
LETTERTEXT_BBM_CrossbowMerc=\nWood - Oak 1.\n\nRaw Steel 2.\n\nSaber Fang 2.\n\n\n[Instruction Note Cannot Be Disassembled]\n\n\n\nSkill required: Blacksmith.;;;;;;\nEichenholz x1,\n\nRohstahl x2,\n\nSäbelzahnzahn x2.\n\n\nEin Teil der Anleitung kann nicht gelesen werden...]\n\n\nErforderliche Fertigkeit: Schmied.;;;;;;\nTölgyfa x1\n\nNyersacél x2\n\nKardfogú szemfoga x2\n\n\n[Az útmutató egy része nem olvasható...]\n\n\nSzükséges szakértelem: Kovácsolás.;;\nDrewno dębowe x1,\n\nSurowa stal x2,\n\nKieł szablozęba x2.\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kowal.;;\nДревесина - дуб 1.\n\nСырая сталь 2.\n\nКлык саблезуба 2.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;


INFO_Heavy_Hunter_Workbench_Arrow_Craft_12=Create 12 arrows;;;;;;12 Pfeile erstellen;;;;;;12 nyílvessző készítése;;Stwórz 12 strzał;;Создать 12 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_24=Create 24 arrows;;;;;;24 Pfeile erstellen;;;;;;24 nyílvessző készítése;;Stwórz 24 strzały;;Создать 24 стрелы;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_25=Create 25 arrows;;;;;;25 Pfeile erstellen;;;;;;25 nyílvessző készítése;;Stwórz 25 strzał;;Создать 25 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_48=Create 48 arrows;;;;;;48 Pfeile erstellen;;;;;;48 nyílvessző készítése;;Stwórz 48 strzał;;Создать 48 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_50=Create 50 arrows;;;;;;50 Pfeile erstellen;;;;;;50 nyílvessző készítése;;Stwórz 50 strzał;;Создать 50 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_72=Create 72 arrows;;;;;;72 Pfeile erstellen;;;;;;72 nyílvessző készítése;;Stwórz 72 strzały;;Создать 72 стрелы;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_96=Create 96 arrows;;;;;;96 Pfeile erstellen;;;;;;96 nyílvessző készítése;;Stwórz 96 strzał;;Создать 96 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_100=Create 100 arrows;;;;;;100 Pfeile erstellen;;;;;;100 nyílvessző készítése;;Stwórz 100 strzał;;Создать 100 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_144=Create 144 arrows;;;;;;144 Pfeile erstellen;;;;;;144 nyílvessző készítése;;Stwórz 144 strzały;;Создать 144 стрелы;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_150=Create 150 arrows;;;;;;150 Pfeile erstellen;;;;;;150 nyílvessző készítése;;Stwórz 150 strzał;;Создать 150 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_192=Create 192 arrows;;;;;;192 Pfeile erstellen;;;;;;192 nyílvessző készítése;;Stwórz 192 strzały;;Создать 192 стрелы;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_240=Create 240 arrows;;;;;;240 Pfeile erstellen;;;;;;240 nyílvessző készítése;;Stwórz 240 strzał;;Создать 240 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_250=Create 250 arrows;;;;;;250 Pfeile erstellen;;;;;;250 nyílvessző készítése;;Stwórz 250 strzał;;Создать 250 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_288=Create 288 arrows;;;;;;288 Pfeile erstellen;;;;;;288 nyílvessző készítése;;Stwórz 288 strzał;;Создать 288 стрел;;;
INFO_Heavy_Hunter_Workbench_Arrow_Craft_500=Create 500 arrows;;;;;;500 Pfeile erstellen;;;;;;500 nyílvessző készítése;;Stwórz 500 strzał;;Создать 500 стрел;;;

INFO_Heavy_Hunter_Workbench_Arrow=Simple Arrows;;;;;;Einfacher Pfeil;;;;;;Egyszerű nyílvessző;;Zwykłe strzały;;Простые стрелы;;;
INFO_Heavy_Hunter_Workbench_Arrow_Text=Shafts 25 Raw Steel 1. Skill Required: Blacksmith;;;;;;Holz 50 Rohstahl 1. erforderliche Fertigkeit: Schmied;;;;;;Faanyag x50, nyersacél x1. Szükséges képzettség: Kovácsolás.;;Promień x50, Surowa stal x1. Wymagana umiejętność: Kowal.;;Древко 50 Сырая сталь 1. Нужен навык: Кузнец;;;
FO_BBM_Letter_Arrow=Arrows;;;;;;Pfeile;;;;;;Nyílvessző;;Strzały;;Стрелы;;;
ITEMDESC_BBM_Letter_Arrow=With this recipe and the right ingredients, the hero can create arrows.;;;;;;Mit diesem Schema und den richtigen Zutaten kann der Held Pfeile herstellen.;;;;;;Ezzel a leírással és a megfelelő hozzávalókkal a hős nyílvesszőt készíthet.;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć strzały.;;С этим рецептом и нужными ингредиентами герой может создать стрелы.;;;
LETTERHEADER_BBM_Arrow_Craft=Arrows\nX\n25;;;;;;;;;;;;Nyílvessző\nx\n50;;Strzały \nx\n50;;Стрелы\nХ\n50;;;
LETTERTEXT_BBM_Arrow_Craft=\nShaft 25.\n\nRaw Steel 1.\n\n\n[Instruction's Note: Cannot Be Disassembled]\n\n\n\nSkill required: Blacksmith.;;;;;;\nHolz x50 \n\nRohstahl x1\n[Teile der Anleitung können nicht gelesen werden...]\n\n\nErforderliche Fertigkeit: Schmied.;;;;;;\nFaanyag x50\n\nNyersacél x1\n\n\n[Az útmutató egy része nem olvasható...]\n\n\nSzükséges képzettség: Kovácsolás.;;\nPromień x50\n\nSurowa stal x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kowal.;;\nДревко 50.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;

INFO_Heavy_Hunter_Workbench_BluntArrow=Stun Arrows;;;;;;Betäubungspfeile;;;;;;Tompa nyílvessző;;Strzały ogłuszające;;Оглушающие стрелы;;;
INFO_Heavy_Hunter_Workbench_BluntArrow_Text=Shafts 25 Coin 250. Skill required: Blacksmith;;;;;;Holz x25, Münze x250. Erforderliche Fertigkeit: Schmied.;;;;;;Faanyag x25, érme x250. Szükséges képzettség: Kovácsolás.;;Promień x25, Moneta x250. Wymagana umiejętność: Kowal.;;Древко 25 Mонета 250. Нужен навык: Кузнец;;;
FO_BBM_Letter_BluntArrow=Stun Arrows;;;;;;Betäubungspfeile;;;;;;Tompa nyílvessző;;Strzały ogłuszające;;Стрелы оглушающие;;;
ITEMDESC_BBM_Letter_BluntArrow=With this instruction and the right ingredients, the hero can create stun arrows.;;;;;;Mit diesem Schema und den richtigen Zutaten kann der Held BetäubungsPfeile erzeugen.;;;;;;Ezzel a leírással és a megfelelő hozzávalókkal a hős tompa nyílvesszőt készíthet.;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć strzały ogłuszające.;;С этой инструкцией и нужными ингредиентами герой может создать оглушающие стрелы.;;;
LETTERHEADER_BBM_BluntArrow_Craft=Stun Arrows\nX\n25;;;;;;Betäubungspfeile\nX\n25;;;;;;Tompa nyílvessző\nx\n25;;Strzały ogłuszające \nx\n25.;;Оглушающие стрелы\nХ\n25;;;
LETTERTEXT_BBM_BluntArrow_Craft=\nShafts 25.\n\nCoin 250.\n\n\n[Instruction Note? Cannot Be Disassembled]\n\n\n\nSkill required: Blacksmith.;;;;;;Holz x25 Münze x250[Teile der Anleitung können nicht gelesen werden...]Erforderliche Fertigkeit: Schmied.;;;;;;Faanyag x25\n\nÉrme x250\n\n\n[Az útmutató egy része nem olvasható...]\n\n\nSzükséges képzettség: Kovácsolás.;;\nPromień x25\n\nMoneta x250\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kowal.;;\nДревко 25.\n\nМонета 250.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;

INFO_Heavy_Hunter_Workbench_Ore__Arrow=Ore Arrows;;;;;;Pfeile auf Erze;;;;;;Érc nyílvessző;;Strzały z rudy;;Рудные стрелы;;;
INFO_Heavy_Hunter_Workbench_Ore__Arrow_Text=Shafts 24 Ore 8 Raw Steel 1. Requires skill: Forging weapons from ore;;;;;;Holz x24, Erz x6, Rohstahl x1. Erforderliche Fertigkeit: Schmieden von Waffen aus Erz.;;;;;;Faanyag x24, érc x6, nyersacél x1. Szükséges képzettség: Fegyverkovácsolás ércből.;;Promień x24, Ruda x6, Surowa stal x1. Wymagana umiejętność: Kucie broni z rudy.;;Древко 24 Руда 6 Сырая сталь 1. Нужен навык: Ковка оружия из руды;;;
FO_BBM_Letter_Ore__Arrow=Ore Arrows;;;;;;PfeileAus Erz;;;;;;Érc nyílvessző;;Strzały z rudy;;Стрелы из руды;;;
ITEMDESC_BBM_Letter_Ore__Arrow=With this recipe and the right ingredients, the hero can create arrows tipped with an alloy of magic ore and steel.;;;;;;Mit diesem Plan und den richtigen Zutaten kann der Held Pfeile mit einer Speerspitze herstellen, die aus einer Legierung aus magischem Erz und Stahl besteht.;;;;;;Ezzel a leírással és a megfelelő hozzávalókkal a hős mágikus ércötvözetből készült hegyű nyilakat készíthet.;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć strzały z grotem wykonanym ze stopu magicznej rudy i stali.;;С этим рецептом и нужными ингредиентами герой может создать стрелы с наконечником из сплава магической руды и стали.;;;
LETTERHEADER_BBM_Ore__Arrow_Craft=Ore Arrows\nX\n24;;;;;;Erzpfeil\nX\n24;;;;;;Érc nyílvessző;;Strzały z rudy \nx\n24;;Стрелы из руды\nХ\n24;;;
LETTERTEXT_BBM_Ore__Arrow_Craft=\nShafts 24.\n\nOre 8.\n\nRaw Steel 1.\n\n\n[Instruction Note Indecipherable]\n\n\n\nSkill required: Ore Weapon Forging.;;;;;;Holz x24 Erz x6 Rohstahl x1[Teile der Anleitung können nicht gelesen werden...]Erforderliche Fertigkeit: Schmieden von Waffen aus Erz.;;;;;;Faanyag x24\nÉrc x6\nNyersacél x1\n\n\n[Az útmutató egy része nem olvasható...]\n\n\nSzükséges képzettség: Fegyverkovácsolás ércből.;;\nPromień x24\n\nRuda x6\n\nSurowa stal x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z rudy.;;\nДревко 24.\n\nРуда 6.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_GoldArrow=Golden Arrows;;;;;;Goldene Pfeile;;;;;;Aranyozott nyílvessző;;Złote strzały;;Золотые стрелы;;;
INFO_Heavy_Hunter_Workbench_GoldArrow_Text=Shafts 24 Gold Nugget 8 Raw Steel;;;;;;Holz x24, Goldnugget x6, Rohstahl x1. Erforderliche Fertigkeit: Schmieden von Waffen aus Erz.;;;;;;Faanyag x24, aranyrög x6, nyersacél x1. Szükséges képzettség: Fegyverkovácsolás ércből.;;Promień x24, Samorodek złota x6, Surowa stal x1. Wymagana umiejętność: Kucie broni z rudy.;;Древко 24 Золотой самородок 6 Сырая сталь 1. Нужен навык: Ковка оружия из руды;;;
FO_BBM_Letter_GoldArrow=Gold Arrows;;;;;;Pfeile aus Gold;;;;;;Aranyozott nyílvessző;;Strzały ze złota;;Стрелы из золота;;;
ITEMDESC_BBM_Letter_GoldArrow=With this recipe and the right ingredients, the hero can create arrows tipped with gold and steel.;;;;;;Mit diesem Schema und den richtigen Zutaten kann der Held goldene Pfeile herstellen.;;;;;;Ezzel a leírással és a megfelelő hozzávalókkal a hős aranyozott nyílvesszőket készíthet.;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć złote strzały.;;С этим рецептом и нужными ингредиентами герой может создать стрелы с наконечником из сплава золота и стали.;;;
LETTERHEADER_BBM_GoldArrow_Craft=Golden Arrows\nX\n24;;;;;;Goldene Pfeile\nX\n24;;;;;;Aranyozott nyílvessző\nx24;;Złote strzały \nx\n24;;Золотые стрелы\nХ\n24;;;
LETTERTEXT_BBM_GoldArrow_Craft=\nShafts 24.\n\nGold Nugget 8.\n\nRaw Steel 1.\n\n\n[Instruction Note Cannot Be Disassembled]\n\n\n\nSkill required: Ore Weapon Forging..;;;;;;\Holz x24 Goldnugget x6 Rohstahl x1[Ein Teil der Anleitung kann nicht gelesen werden...]Erforderliche Fertigkeit: Schmieden von Waffen aus Erz.;;;;;;\nFaanyag x24\n\nAranyrög xx6\n\nNyersacél x1\n\n\n[Az útmutató egy része nem olvasható...]\n\n\nSzükséges képzettség: Fegyverkovácsolás ércből.;;\nPromień x24\n\nSamorodek złota x6\n\nSurowa stal x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z rudy.;;\nДревко 24.\n\nЗолотой самородок 6.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_SerratedArrow=Serrated Arrows;;;;;;Gezackter Pfeil;;;;;;Cakkos nyílvessző;;Wyszczerbione strzały;;Зазубренные стрелы;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Shadowbeast_12=Create 12 arrows from the horns of Shadowbeasts;;;;;;Stelle 12 Pfeile aus dem Horn eines Schattenläufers her;;;;;;12 nyílvessző készítése egy árnyékfutó szarvából;;Stwórz 12 strzał z rogu cieniostwora;;Cоздать 12 стрел из рога мракориса;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Shadowbeast_24=Create 24 arrows from the horns of Shadowbeasts;;;;;;Stelle 24 Pfeile aus dem Horn eines Schattenläufers her;;;;;;24 nyílvessző készítése egy árnyékfutó szarvából;;Stwórz 24 strzały z rogu cieniostwora;;Создать 24 стрелы из рога мракориса;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Shadowbeast_48=Create 48 arrows from the horns of Shadowbeasts;;;;;;Stelle 48 Pfeile aus dem Horn eines Schattenläufers her;;;;;;48 nyílvessző készítése egy árnyékfutó szarvából;;Stwórz 48 strzał z rogu cieniostwora;;Создать 48 стрел из рога мракориса;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Rhino_12=Create 12 arrows from the horns of Rhinos;;;;;;Stelle 12 Pfeile aus dem Horn eines Rhinos her;;;;;;12 nyílvessző készítése egy orrszarvú szarvából;;Stwórz 12 strzał z rogu nosorożca;;Cоздать 12 стрел из рога носорога;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Rhino_24=Create 24 arrows from the horns of Rhinos;;;;;;Stelle 24 Pfeile aus dem Horn eines Rhinos her;;;;;;24 nyílvessző készítése egy orrszarvú szarvából;;Stwórz 24 strzały z rogu nosorożca;;Создать 24 стрелы из рога носорога;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Craft_Rhino_48=Create 48 arrows from the horns of Rhinos;;;;;;Stelle 48 Pfeile aus dem Horn eines Rhinos her;;;;;;48 nyílvessző készítése egy orrszarvú szarvából;;Stwórz 48 strzał z rogu nosorożca;;Создать 48 стрел из рога носорога;;;
INFO_Heavy_Hunter_Workbench_SerratedArrow_Text=Shafts 12 Horn of Shadowbeast, or Horns of Rhino 2 Oil from magic root 1 . Skill Required: Arrow Sharpening;;;;;;Materialien: 12x Holz-Schaft, 2x Horn eines Schattenläufers oder Rhinos und 1x Magisches Wurzelöl. Erforderliche Fertigkeit: Schärfen von Pfeilen und Bolzen.;;;;;;Szükséges képzettség: Éles nyilak készítése.;;Promień x12, Róg cieniostwora lub Róg nosorożca x2, Olej z magicznego korzenia x1. Wymagana umiejętność: Ostrzenie strzał i bełtów.;;Древко 12 Рог мракориса, или Рог носорога 2 Масло из маг. корня 1 . Нужен навык: Заточка стрел;;;
FO_BBM_Letter_SerratedArrow=Serrated Arrows;;;;;;Gezackter Pfeil;;;;;;Cakkos nyílvessző;;Wyszczerbione strzały;;Стрелы зазубренные;;;
ITEMDESC_BBM_Letter_SerratedArrow=With this recipe and the right ingredients, the hero can create Serrated Arrows.;;;;;;Mit diesem Rezept und den richtigen Zutaten kann der Held gezackte Pfeile herstellen.;;;;;;Ezzel a leírással és a megfelelő hozzávalókkal a hős cakkos nyílvesszőt készíthet.;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć wyszczerbione strzały.;;С этим рецептом и нужными ингредиентами герой может создать зазубренные стрелы.;;;
LETTERHEADER_BBM_SerratedArrow_Craft=Serrated Arrows\nX\n12;;;;;;Gezackte Pfeile\nX\n12;;;;;;Cakkos nyílvessző\nx12;;Wyszczerbione strzały \nx\n12;;Зазубренные стрелы\nХ\n12;;;
LETTERTEXT_BBM_SerratedArrow_Craft=\nPillar 12.\n\nShadowbeast Horn, or Rhino Horn 2.\n\n\n Magic Root Oil 1. \n\n [Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill required: Arrow Sharpening.;;;;;;\nHolz-Schaft 12.\n\n Horn eines Schattenläufers oder Rhinos 2.\n\n\n Magisches Wurzelöl 1.\n\n [Teile der Anleitung können nicht gelesen werden...]\n\n\n\n Erforderliche Fertigkeit: Pfeilschärfen.;;;;;;\nFaanyag x12\n\nEgy árnyékfutó vagy orrszarvú szarva\n\nVarázsgyökérolaj x1\n\n\n[Az útmutató egy része nem olvasható...]\n\n\nSzükséges képzettség: Nyilak élezése.;;\nPromień x12\n\nRóg cieniostwora lub Róg nosorożca x2\n\nOlej z magicznego korzenia x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Ostrzenie strzał i bełtów.;;\nДревко 12.\n\nРог мракориса, или Рог носорога 2.\n\n\n Масло из маг. корня 1. \n\n [Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Заточка стрел.;;;

INFO_Heavy_Hunter_Workbench_SharpArrow=Hunting arrows;;;;;;Scharfer Pfeil;;;;;;Éles nyíl;;Strzały myśliwskie;;Охотничьи стрелы;;;
INFO_Heavy_Hunter_Workbench_SharpArrow_Text=Shafts 12 Teeth 6. Skill required: Arrow sharpening.;;;;;;12 Holzschafte Zähne 6. Benötigt: Pfeile Schärfen;;;;;;Faanyag x12, fog x6. Szükséges képzettség: Nyilak élezése.;;Promień x12, Zęby x6. Wymagana umiejętność: Ostrzenie strzał i bełtów.;;Древко 12 Зубы 6. Нужен навык: Заточка стрел;;;
FO_BBM_Letter_SharpArrow=Hunting arrows;;;;;;Scharfer Pfeil;;;;;;Éles nyíl;;Strzały myśliwskie;;Стрелы охотничьи;;;
ITEMDESC_BBM_Letter_SharpArrow=With this recipe and the right ingredients, the hero can create hunting arrows.;;;;;;Mit diesem Rezept und den richtigen Zutaten kannst du Scharfe Pfeile herstellen.;;;;;;Ezzel a leírással és a megfelelő hozzávalókkal a hős éles nyilat készíthet.;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć strzały myśliwskie.;;С этим рецептом и нужными ингредиентами герой может создать охотничьи стрелы.;;;
LETTERHEADER_BBM_SharpArrow_Craft=Hunting arrows\nX\n12;;;;;;Scharfe Pfeile\nX\n12;;;;;;Éles nyíl\nx\n12;;Strzały myśliwskie \nx\n12;;Охотничьи стрелыОхотничьи стрелы\nХ\n12;;;
LETTERTEXT_BBM_SharpArrow_Craft=\nShafts 12.\n\nTeeth 6.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill required: Arrow Sharpening.;;;;;;\nHolzschafte 12.\n\nZähne 6.\n\n\n[Anleitung:]\n\n\n\nBenötigt: Pfeile Schärfen.;;;;;;Faanyag x12\n\nFog x6\n\n\n[Az útmutató egy része nem olvasható...]\n\n\nSzükséges képzettség: Nyilak élezése.;;\nPromień x12\n\nZęby x6\n\nSurowa stal x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z rudy.;;\nДревко 12.\n\nЗубы 6.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Заточка стрел.;;;

INFO_Heavy_Hunter_Workbench_DeathArrow=Deadly Arows;;;;;;Tödliche Pfeile;;;;;;Halálos nyílvessző;;Śmiercionośna strzała;;Смертоносные стрелы;;;
INFO_Heavy_Hunter_Workbench_DeathArrow_Text=Shafts 25 magic ore blank 1 Stone Golem Heart 1. Skill required: Forging weapons from ore;;;;;;Holz-Schaft x25, Magisches-Erz x1 und Herz eines Steingolems x1.Erforderliche Fertigkeit: Schmieden von Waffen aus Erzen;;;;;;Faanyag x25, mágikus érc x1 és egy kőgólem szíve. Szükséges képzettség: Fegyverkovácsolás ércből.;;Promień x25, Sztaba czystej magicznej rudy x1, Serce kamiennego golema x1. Wymagana umiejętność: Kucie broni z rudy.;;Древко 25 Болванка маг. руды 1 Сердце каменного голема 1. Нужен навык: Ковка оружия из руды;;;
FO_BBM_Letter_DeathArrow=Deadly Arows;;;;;;Tödliche Pfeile;;;;;;Halálos nyílvessző;;Śmiercionośna strzała;;Стрелы смертоносные;;;
ITEMDESC_BBM_Letter_DeathArrow=With this recipe and the right ingredients, the hero can create deadly arrows.;;;;;;Mit diesem Rezept und den richtigen Zutaten kann der Held tödliche Pfeile herstellen.;;;;;;Ezzel a leírással és a megfelelő hozzávalókkal a hős halálos nyílvesszőt készíthet.;;Dzięki temu przepisowi i odpowiednim składnikom bohater może tworzyć śmiercionośne strzały.;;С этим рецептом и нужными ингредиентами герой может создать смертоносные стрелы.;;;
LETTERHEADER_BBM_DeathArrow_Craft=Deadly Arrows\nX\n24;;;;;;Tödliche Pfeile\nX\n24;;;;;;Halálos nyílvessző\nx\n24;;Śmiercionośna strzała\nx\n24;;Смертоносные стрелы\nХ\n24;;;
LETTERTEXT_BBM_DeathArrow_Craft=\nShaft 25.\n\nMagic ore blank 1.\n\nStone Golem's Heart 1.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill required: Ore Weapon Forging.;;;;;;\nHolz-Schaft 25.\n\nMagisches-Erz 1.\n\nHerz eines Steingolems 1.\n\n\n[Teile der Anleitung können nicht gelesen werden...]\n\n\n\nErforderliche Fertigkeit: Schmieden von Waffen aus Erz.;;;;;;Faanyag x25\n\nMágikus érc x1\n\nKőgólem szíve x1\n\n\n[Az útmutató egy része nem olvasható...]\n\n\nSzükséges képzettség: Fegyverkovácsolás ércből.;;\nPromień x25\n\nSztaba czystej magicznej rudy\n\nSerce kamiennego golema x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z rudy.;;\nДревко 25.\n\nБолванка маг. руды 1.\n\nСердце каменного голема 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_1=Sharpen 1 arrow;;;;;;1 Pfeil schärfen;;;;;;1 nyílvessző élezése;;Naostrz 1 strzałę;;Заточить 1 стрелу;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_12=Sharpen 12 arrows;;;;;;12 Pfeil schärfen;;;;;;12 nyílvessző élezése;;Naostrz 12 strzał;;Заточить 12 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_24=Sharpen 24 arrows;;;;;;24 Pfeil schärfen;;;;;;24 nyílvessző élezése;;Naostrz 24 strzały;;Заточить 24 стрелы;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_25=Sharpen 25 arrows;;;;;;25 Pfeil schärfen;;;;;;25 nyílvessző élezése;;Naostrz 25 strzał;;Заточить 25 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_50=Sharpen 50 arrows;;;;;;50 Pfeil schärfen;;;;;;50 nyílvessző élezése;;Naostrz 50 strzał;;Заточить 50 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_100=Sharpen 100 arrows;;;;;;100 Pfeil schärfen;;;;;;100 nyílvessző élezése;;Naostrz 100 strzał;;Заточить 100 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_150=Sharpen 150 arrows;;;;;;150 Pfeil schärfen;;;;;;150 nyílvessző élezése;;Naostrz 150 strzał;;Заточить 150 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_250=Sharpen 250 arrows;;;;;;250 Pfeil schärfen;;;;;;250 nyílvessző élezése;;Naostrz 250 strzał;;Заточить 250 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_500=Sharpen 500 arrows;;;;;;500 Pfeil schärfen;;;;;;500 nyílvessző élezése;;Naostrz 500 strzał;;Заточить 500 стрел;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Arrow_Text=Skill required: Arrow sharpening.;;;;;;Erforderliche Fertigkeit: Pfeilschärfen.;;;;;;Szükséges képzettség: Nyilak élezése.;;Wymagana umiejętność: Ostrzenie strzał i bełtów.;;Нужен навык: Заточка стрел.;;;

INFO_Heavy_Hunter_Workbench_Bolt_Craft_12=Create 12 bolts;;;;;;12 Bolzen erstellen;;;;;;12 számszeríjvessző készítése;;Stwórz 12 bełtów;;Создать 12 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_18=Create 18 bolts;;;;;;18 Bolzen erstellen;;;;;;18 számszeríjvessző készítése;;Stwórz 18 bełtów;;Создать 18 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_24=Create 24 bolts;;;;;;24 Bolzen erstellen;;;;;;24 számszeríjvessző készítése;;Stwórz 24 bełty;;Создать 24 болта;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_25=Create 25 bolts;;;;;;25 Bolzen erstellen;;;;;;25 számszeríjvessző készítése;;Stwórz 25 bełtów;;Создать 25 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_36=Create 36 bolts;;;;;;36 Bolzen erstellen;;;;;;36 számszeríjvessző készítése;;Stwórz 36 bełtów;;Создать 36 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_48=Create 48 bolts;;;;;;48 Bolzen erstellen;;;;;;48 számszeríjvessző készítése;;Stwórz 48 bełtów;;Создать 48 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_50=Create 50 bolts;;;;;;50 Bolzen erstellen;;;;;;50 számszeríjvessző készítése;;Stwórz 50 bełtów;;Создать 50 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_72=Create 72 bolts;;;;;;72 Bolzen erstellen;;;;;;72 számszeríjvessző készítése;;Stwórz 72 bełty;;Создать 72 болта;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_90=Create 90 bolts;;;;;;90 Bolzen erstellen;;;;;;90 számszeríjvessző készítése;;Stwórz 90 bełtów;;Создать 90 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_96=Create 96 bolts;;;;;;96 Bolzen erstellen;;;;;;96 számszeríjvessző készítése;;Stwórz 96 bełtów;;Создать 96 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_100=Create 100 bolts;;;;;;100 Bolzen erstellen;;;;;;100 számszeríjvessző készítése;;Stwórz 100 bełtów;;Создать 100 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_108=Create 108 bolts;;;;;;108 Bolzen erstellen;;;;;;108 számszeríjvessző készítése;;Stwórz 108 bełtów;;Создать 108 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_144=Create 144 bolts;;;;;;144 Bolzen erstellen;;;;;;144 számszeríjvessző készítése;;Stwórz 144 bełty;;Создать 144 болта;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_150=Create 150 bolts;;;;;;150 Bolzen erstellen;;;;;;150 számszeríjvessző készítése;;Stwórz 150 bełtów;;Создать 150 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_192=Create 192 bolts;;;;;;192 Bolzen erstellen;;;;;;192 számszeríjvessző készítése;;Stwórz 192 bełty;;Создать 192 болта;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_240=Create 240 bolts;;;;;;240 Bolzen erstellen;;;;;;240 számszeríjvessző készítése;;Stwórz 240 bełtów;;Создать 240 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_250=Create 250 bolts;;;;;;250 Bolzen erstellen;;;;;;250 számszeríjvessző készítése;;Stwórz 250 bełtów;;Создать 250 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_288=Create 288 bolts;;;;;;288 Bolzen erstellen;;;;;;288 számszeríjvessző készítése;;Stwórz 288 bełtów;;Создать 288 болтов;;;
INFO_Heavy_Hunter_Workbench_Bolt_Craft_500=Create 500 bolts;;;;;;500 Bolzen erstellen;;;;;;500 számszeríjvessző készítése;;Stwórz 500 bełtów;;Создать 500 болтов;;;

INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_Text=Skill required: Bolt sharpening.;;;;;;Erforderliche Fertigkeit: Bolzen schärfen.;;;;;;Szükséges képzettség: Vesszők élezése.;;Wymagana umiejętność: Ostrzenie strzał i bełtów.;;Нужен навык: Заточка болтов.;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_1=Sharpen 1 bolt;;;;;;1 Bolzen schärfen;;;;;;1 számszeríjvessző élezése;;Ostrzenie 1 bełtu;;Заточить 1 болт;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_12=Sharpen 12 bolts;;;;;;12 Bolzen schärfen;;;;;;12 számszeríjvessző élezése;;Ostrzenie 12 bełtów;;Заточить 12 болтов;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_18=Sharpen 18 bolts;;;;;;18 Bolzen schärfen;;;;;;18 számszeríjvessző élezése;;Ostrzenie 18 bełtów;;Заточить 18 болтов;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_24=Sharpen 24 bolts;;;;;;24 Bolzen schärfen;;;;;;24 számszeríjvessző élezése;;Ostrzenie 24 bełtów;;Заточить 24 болта;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_25=Sharpen 25 bolts;;;;;;25 Bolzen schärfen;;;;;;25 számszeríjvessző élezése;;Ostrzenie 25 bełtów;;Заточить 25 болтов;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_36=Sharpen 36 bolts;;;;;;36 Bolzen schärfen;;;;;;36 számszeríjvessző élezése;;Ostrzenie 36 bełtów;;Заточить 36 болтов;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_50=Sharpen 50 bolts;;;;;;;;;;;;;;Ostrzenie 50 bełtów;;Заточить 50 болтов;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_90=Sharpen 90 bolts;;;;;;90 Bolzen schärfen;;;;;;90 számszeríjvessző élezése;;Ostrzenie 90 bełtów;;Заточить 90 болтов;;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_100=Sharpen 100 bolts;;;;;;;;;;;;;;Ostrzenie 100 bełtów;;Заточить 100 болтов;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_150=Sharpen 150 bolts;;;;;;;;;;;;;;Ostrzenie 150 bełtów;;Заточить 150 болтов;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_250=Sharpen 250 bolts;;;;;;;;;;;;;;Ostrzenie 250 bełtów;;Заточить 250 болтов;;
INFO_Heavy_Hunter_Workbench_Sharpen_Bolt_500=Sharpen 500 bolts;;;;;;;;;;;;;;Ostrzenie 500 bełtów;;Заточить 500 болтов;;

INFO_Heavy_Hunter_Workbench_Bolt=Simple Bolts;;;;;;Einfache Bolzen;;;;;;Egyszerű számszeríjvessző;;Zwykłe bełty;;Простые Болты;;;
INFO_Heavy_Hunter_Workbench_Bolt_Text=Shafts 18 Raw Steel 1. Skill Required: Blacksmith;;;;;;Holz-Schaft x36 und Rohstahl x1. Erforderliche Fertigkeit: Schmied;;;;;;Faanyag x18, nyersacél x1. Szükséges képzettség: Kovácsolás.;;Promień x36, Surowa stal x1. Wymagana umiejętność: Kowal.;;Древко 36 Сырая сталь 1. Нужен навык: Кузнец;;;
FO_BBM_Letter_Bolt=Bolts;;;;;;Bolzen;;;;;;Számszeríjvessző;;Bełty;;Болты;;;
ITEMDESC_BBM_Letter_Bolt=With this recipe and the right ingredients, the hero can create bolts.;;;;;;Mit diesem Rezept und den richtigen Zutaten kann der Held Bolzen herstellen.;;;;;;Ezzel a leírással és a megfelelő hozzávalókkal a hős számszeríjvesszőt készíthet.;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć bełty.;;С этим рецептом и нужными ингредиентами герой может создать болты.;;;
LETTERHEADER_BBM_Bolt_Craft=Bolts\nХ\n18;;;;;;Bolzen\nX\n36;;;;;;Számszeríjvessző\nx\n18;;Bełty \nx\n36;;Болты\nХ\n36;;;
LETTERTEXT_BBM_Bolt_Craft=\nShafts 18.\n\nRaw Steel 1.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill required: Blacksmith.;;;;;;\nHolz-Schaft 36.\n\nRohstahl 1.\n\n\n[Teile der Anleitung können nicht gelesen werden...]\n\n\n\nErforderliche Fertigkeit: Schmied.;;;;;;\nFaanyag x18\n\nNyersacél x1\n\n\n[Az útmutató egy része nem olvasható...]\n\n\nSzükséges képzettség: Kovácsolás.;;\nPromień x36\n\nSurowa stal x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kowal.;;\nДревко 36.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;

INFO_Heavy_Hunter_Workbench_Bolt_Sharp=Sharp Bolts;;;;;;Scharfe Bolzen;;;;;;Éles számszeríjvessző;;Ostre bełty;;Острые Болты;;;
INFO_Heavy_Hunter_Workbench_Bolt_Sharp_Text=Shafts 18 Raw Steel 1 Iron Ore 8. Skill Required: Blacksmith;;;;;;Holz-Schaft 18 Rohstahl 1 Eisenerz 6. Erforderliche Fertigkeit: Schmieden von Waffen aus Erz;;;;;;Faanyag x18, nyersacél x1, vasérc x6. Szükséges képzettség: Fegyverkovácsolás ércből.;;Promień x18, Surowa stal x1, Ruda żelaza x6. Wymagana umiejętność: Kowal.;;Древко 18 Сырая сталь 1 Железная руда 6. Нужен навык: Ковка оружия из руды;;;
FO_BBM_Letter_Bolt_Sharp=Sharp Bolts;;;;;;Scharfe Bolzen;;;;;;Éles számszeríjvessző;;Ostre bełty;;Болты острые;;;
ITEMDESC_BBM_Letter_Bolt_Sharp=With this recipe and the right ingredients, the hero can create sharp bolts.;;;;;;Mit diesem Rezept und den richtigen Zutaten kann der Held scharfe Bolzen herstellen.;;;;;;Ezzel a leírással és a megfelelő hozzávalókkal a hős éles számszeríjvesszőt készíthet.;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć ostre bełty.;;С этим рецептом и нужными ингредиентами герой может создать острые болты.;;;
LETTERHEADER_BBM_Bolt_Sharp_Craft=Sharp Bolts\nХ\n18;;;;;;Scharfe Bolzen\nX\n18;;;;;;Éles számszeríjvessző\nx\n18;;Ostre bełty \nx\n18;;Острые болты\nХ\n18;;;
LETTERTEXT_BBM_Bolt_Sharp_Craft=\nShafts 18.\n\nRaw Steel 1.\n\nIron Ore 8.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill required: Blacksmith.;;;;;;\nHolz-Schaft 18.\n\n Rohstahl 1.\n\n Eisenerze 6.\n\n\n[Teile der Anleitung können nicht gelesen werden...]\n\n\n\n Erforderliche Fertigkeit: Schmieden von Waffen aus Erz.;;;;;;\nFaanyag x18\n\nNyersacél x1\n\nVasérc x6\n\n\n[Az útmutató egy része nem olvasható...]\n\n\nSzükséges képzettség: Fegyverkovácsolás ércből.;;\nPromień x18\n\nSurowa stal x1\n\nRuda żelaza x6\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kowal.;;\nДревко 18.\n\nСырая сталь 1.\n\nЖелезная руда 6.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_SharpHunterBolt=Hunting Bolts;;;;;;Jagdbolzen;;;;;;Vadász számszeríjvessző;;Bełty myśliwskie;;Охотничьи болты;;;
INFO_Heavy_Hunter_Workbench_SharpHunterBolt_Text=Shafts 12 Teeth 6. Skill required: Arrow sharpening.;;;;;;Holz-Schaft x12, Zähne x6. Erforderliche Fertigkeit: Schärfen von Pfeilen und Bolzen.;;;;;;Faanyag x12, fog x6. Szükséges képzettség: Nyilak élezése.;;Promień x12, Zęby x6. Wymagana umiejętność: Ostrzenie strzał i bełtów.;;Древко 12 Зубы 6. Нужен навык: Заточка стрел;;;
FO_BBM_Letter_SharpHunterBolt=Hunting Bolts;;;;;;Jagdbolzen;;;;;;Vadász számszeríjvessző;;Bełty myśliwskie;;Болты охотничьи;;;
ITEMDESC_BBM_Letter_SharpHunterBolt=With this recipe and the right ingredients, the hero can create hunter's bolts.;;;;;;Mit diesem Schema und den richtigen Zutaten kann der Held Jagdbolzen herstellen.;;;;;;Ezzel a leírással és a megfelelő hozzávalókkal a hős vadász számszeríjvesszőt készíthet.;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć bełty myśliwskie.;;С этим рецептом и нужными ингредиентами герой может создать болты охотника.;;;
LETTERHEADER_BBM_SharpHunterBolt_Craft=Hunting Bolts\nХ\n24;;;;;;Jägerbolzen\nХ\n24;;;;;;Vadász számszeríjvessző\nx\n24;;Bełty myśliwskie \nx\n24;;Болты охотника\nХ\n24;;;
LETTERTEXT_BBM_SharpHunterBolt_Craft=\nShafts 12.\n\nTeeth 6.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill required: Arrow Sharpening.;;;;;;;;;;;;\nFaanyag x12\n\nFog x6\n\n\n[Az útmutató egy része nem olvasható...]\n\n\nSzükséges képzettség: Nyilak élezése.;;\nPromień x12\n\nZęby x6\n\nSurowa stal x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z rudy.;;\nДревко 12.\n\nЗубы 6.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Заточка стрел.;;;

INFO_Heavy_Hunter_Workbench_BluntBolt=Stun Bolts;;;;;;Betäubungsbolzen;;;;;;Tompa számszeríjvessző;;Bełty ogłuszające;;Оглушающие болты;;;
INFO_Heavy_Hunter_Workbench_BluntBolt_Text=Shafts 25 Coin 250. Skill required: Blacksmith;;;;;;Holz-Schaft x25, Münze x250. Erforderliche Fertigkeit: Schmied;;;;;;Faanyag x25, érme x250. Szükséges képzettség: Kovácsolás.;;Promień x25, Moneta x250. Potrzebna umiejętność: Kowal.;;Древко 25 Mонета 250. Нужен навык: Кузнец;;;
FO_BBM_Letter_BluntBolt=Stun Bolts;;;;;;Betäubungsbolzen;;;;;;Tompa számszeríjvessző;;Bełty ogłuszające;;Болты оглушающие;;;
ITEMDESC_BBM_Letter_BluntBolt=With this instruction and the right ingredients, the hero can create stun bolts.;;;;;;Mit dieser Anleitung und den richtigen Zutaten kann der Held Betäubungsbolzen herstellen.;;;;;;Ezzel a leírással és a megfelelő hozzávalókkal a hős tompa számszeríjvesszőt készíthet.;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć bełty ogłuszające.;;С этой инструкцией и нужными ингредиентами герой может создать оглушающие стрелы.;;;
LETTERHEADER_BBM_BluntBolt_Craft=Stun Bolts\nХ\n25;;;;;;Betäubungsbolzen\nХ\n25;;;;;;Tompa számszeríjvessző\nx\n25;;Bełty ogłuszające \nx\n25.;;Оглушающие стрелы\nХ\n25;;;
LETTERTEXT_BBM_BluntBolt_Craft=\nShafts 25.\n\nCoin 100.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill required: Blacksmith.;;;;;;\nHolz-Schaft x25\n\nMünze x250\n\n\n [Teile der Anleitung können nicht gelesen werden...] Erforderliche Fertigkeit: Schmieden.;;;;;;\nFaanyag x25\n\nÉrme x250\n\n\n[Az útmutató egy része nem olvasható...]\n\n\nSzükséges képzettség: Kovácsolás.;;\nPromień x25\n\nMoneta x250\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kowal.;;\nДревко 25.\n\nМонета 100.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Кузнец.;;;

INFO_Heavy_Hunter_Workbench_OreBolt=Ore Bolts;;;;;;Erzbolzen;;;;;;Érc számszeríjvessző;;Bełty z rudy;;Рудные болты;;;
INFO_Heavy_Hunter_Workbench_OreBolt_Text=Shafts 18 Ore 8 Raw Steel 1. Forge weapons from ore;;;;;;Holz-Schaft x18, Erz x6, Rohstahl x1. Erforderliche Fertigkeit: Schmieden von Waffen aus Erz.;;;;;;Faanyag x18, érc x6, nyersacél x1. Szükséges képzettség: Fegyverkovácsolás ércből.;;Promień x18, Ruda x6, Surowa stal 1. Kucie broni z rudy.;;Древко 18 Руда 6 Сырая сталь 1. Ковка оружия из руды;;;
FO_BBM_Letter_OreBolt=Ore Bolts;;;;;;Erzbolzen;;;;;;Érc számszeríjvessző;;Bełty z rudy;;Болты из руды;;;
ITEMDESC_BBM_Letter_OreBolt=With this recipe and the right ingredients, the hero can create bolts tipped with magic ore and steel.;;;;;;Mit diesem Rezept und den richtigen Zutaten kann der Held Pfeile mit einer Spitze aus einer Legierung aus magischem Erz und Stahl herstellen.;;;;;;Ezzel a leírással és a megfelelő hozzávalókkal a hős érc számszeríjvesszőt készíthet.;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć bełty z rudy.;;С этим рецептом и нужными ингредиентами герой может создать стрелы с наконечником из сплава магической руды и стали.;;;
LETTERHEADER_BBM_OreBolt_Craft=Bolts from magic ore\nX\n18;;;;;;Erzbolzen\nX\n18;;;;;;Érc számszeríjvessző\nx\n18;;Bełty z rudy \nx\n18;;Болты из маг. руды\nХ\n18;;;
LETTERTEXT_BBM_OreBolt_Craft=\nShafts 18.\n\nOre 8.\n\nRaw Steel 1.\n\n\n[Instruction's Note: Cannot Be Disassembled]\n\n\n\nForge weapons from ore.;;;;;;\nHolz-Schaft x25\n\nErz x6\n\nRohstahl x1\n\n\n [Teile der Anleitung können nicht gelesen werden...] Erforderliche Fertigkeit: Schmieden von Waffen aus Erz.;;;;;;\nFaanyag x18\n\nÉrc x6\n\nNyersacél x1\n\n\n[Az útmutató egy része nem olvasható...]\n\n\nSzükséges képzettség: Fegyverkovácsolás ércből.;;\nPromień x18\n\nRuda x6\n\nSurowa stal x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z rudy.;;\nДревко 18.\n\nРуда 6.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nКовка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_GoldBolt=Gold Bolts;;;;;;Gold-Bolzen;;;;;;Aranyozott számszeríjvessző;;Złote bełty;;Золотые болты;;;
INFO_Heavy_Hunter_Workbench_GoldBolt_Text=Shafts 18 Gold Nugget 8 Raw Steel 1. Skill Required: Weapon Forging;;;;;;Holz-Schaft x18, Goldklumpen x6, Rohstahl x1. Fertigkeit: Schmieden von Waffen aus Erz;;;;;;Faanyag x18, aranyrög x6, nyersacél x1. Szükséges képzettség: Fegyverkovácsolás ércből.;;Promień x18, Samorodek złota x6, Surowa stal x1. Wymagana umiejętność: Kucie broni z rudy.;;Древко 18 Золотой самородок 6 Сырая сталь 1. Нужен навык: Ковка оружия из руды;;;
FO_BBM_Letter_GoldBolt=Gold Bolts;;;;;;Gold-Bolzen;;;;;;Aranyozott számszeríjvessző;;Złote bełty;;Болты из золота;;;
ITEMDESC_BBM_Letter_GoldBolt=With this recipe and the right ingredients, the hero can create bolts tipped with gold and steel.;;;;;;Mit diesem Rezept und den richtigen Zutaten kann der Held Bolzen mit einer Spitze aus einer Legierung aus Gold und Stahl herstellen.;;;;;;Ezzel a leírással és a megfelelő hozzávalókkal a hős aranyozott számszeríjvesszőt készíthet.;;Dzięki temu schematowi i odpowiednim składnikom bohater może tworzyć strzały z grotem wykonanym ze stopu złota i stali.;;С этим рецептом и нужными ингредиентами герой может создать болты с наконечником из сплава золота и стали.;;;
LETTERHEADER_BBM_GoldBolt_Craft=Gold Bolts\nХ\n18;;;;;;Gold-Bolzen\nХ\n18;;;;;;Aranyozott számszeríjvessző\nx\n18;;Złote bełty \nx\n18;;Болты из золота\nХ\n18;;;
LETTERTEXT_BBM_GoldBolt_Craft=\nShafts 18.\n\nGold Nugget 8.\n\nRaw Steel 1.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill Required: Forging Weapons from Ore.;;;;;;\nHolz-Schaft x25\n\nGoldklumpen x6\n\nRohstahl x1\n\n\n [Teile der Anleitung können nicht gelesen werden...] Erforderliche Fertigkeit: Schmieden von Waffen aus Erz.;;;;;;\nFaanyag x18\n\nAranyrög x6\n\nNyersacél x1\n\n\n[Az útmutató egy része nem olvasható...]\n\n\nSzükséges képzettség: Fegyverkovácsolás ércből.;;\nPromień x18\n\nSamorodek złota x6\n\nSurowa stal x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z rudy.;;\nДревко 18.\n\nЗолотой самородок 6.\n\nСырая сталь 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из руды.;;;

INFO_Heavy_Hunter_Workbench_Bolt_Death=Deadly Bolts;;;;;;Tödliche Bolzen;;;;;;Halálos számszeríjvessző;;Śmiercionośny bełt;;Смертоносные болты;;;
INFO_Heavy_Hunter_Workbench_Bolt_Death_Text=Shaft 25 Pure Magic Ore Blank 1 Stone Golem Heart 1. Skill required: Forging weapons from pure magic ore;;;;;;Holz-Schaft x25, magisches Erz x1, Herz eines Steingolems x1. Erforderliche Fertigkeit: Schmieden von Waffena aus reinemn Erz.;;;;;;Faanyag x25, mágikus érc x1 és egy kőgólem szíve. Szükséges képzettség: Fegyverkovácsolás ércből.;;Promień x25, Sztaba czystej magicznej rudy x1, Serce kamiennego golema x1. Wymagana umiejętność: Kucie broni z czystej rudy.;;Древко 25 Болванка чист. маг. руды 1 Сердце каменного голема 1. Нужен навык: Ковка оружия из чист. маг. руды;;;
FO_BBM_Letter_Bolt_Death=Deadly Bolts;;;;;;Tödliche Bolzen;;;;;;Halálos számszeríjvessző;;Śmiercionośny bełt;;Болты смертоносные;;;
ITEMDESC_BBM_Letter_Bolt_Death=With this recipe and the right ingredients, the hero can create deadly bolts.;;;;;;Mit diesem Rezept und den richtigen Zutaten kann der Held tödliche Bolzen herstellen.;;;;;;Ezzel a leírással és a megfelelő hozzávalókkal a hős halálos számszeríjvesszőt készíthet.;;Dzięki temu przepisowi i odpowiednim składnikom bohater może tworzyć śmiercionośne bełty.;;С этим рецептом и нужными ингредиентами герой может создать смертоносные болты.;;;
LETTERHEADER_BBM_Bolt_Death_Craft=Deadly bolts\nX\n25;;-;;-;;Tödliche Bolzen\nX\n25;;-;;-;;Halálos számszeríjvessző\nx\n25;;Śmiercionośny bełt\nХ\n25;;Болты смертоносные\nХ\n25;;;
LETTERTEXT_BBM_Bolt_Death_Craft=\nShaft 25.\n\nPure Magic Ore Blank 1.\n\nStone Golem's Heart 1.\n\n\n[Instruction Note: Cannot Be Disassembled]\n\n\n\nSkill Required: Forging Weapons from pure magic ore.;;-;;-;;\nHolz-Schaft x25\n\nmagisches Erz x1\n\nHerz eines Steingolems x1\n\n\n [Teile der Anleitung können nicht gelesen werden...] Erforderliche Fertigkeit: Schmieden von Waffen aus reinem Erz.;;-;;-;;\nFaanyag x25\n\nMágikus érc x1\n\nKőgólem szíve x1\n\n\n[Az útmutató egy része nem olvasható...]\n\n\nSzükséges képzettség: Fegyverkovácsolás ércből.;;\nPromień x25\n\nSztaba czystej magicznej rudy\n\nSerce kamiennego golema x1\n\n\n[Części instrukcji nie można przeczytać...]\n\n\n\nWymagana umiejętność: Kucie broni z czystej rudy.;;\nДревко 25.\n\nБолванка чист. маг. руды 1.\n\nСердце каменного голема 1.\n\n\n[Примечание к инструкции не разобрать]\n\n\n\nНужен навык: Ковка оружия из чист. маг. руды.;;;

FO_GoldArrow=Gold Arrows;;-;;-;;Goldener Pfeil;;-;;-;;Aranyozott nyílvessző;;Złota strzała;;Золотая стрела;;-;
ITEMDESC_GoldArrow=The precious metal makes this arrow very expensive.;;-;;-;;Das Edelmetall macht diesen Pfeil sehr teuer.;;-;;-;;A nemesfém révén ez a nyílvessző nagyon drága.;;Metal szlachetny sprawia, że strzała ta jest bardzo droga.;;Благородный металл делает эту стрелу очень дорогой.;;-;

FO_GoldArrow_Sharpen=Gold Arrows;;-;;-;;Goldener Pfeil;;-;;-;;Aranyozott nyílvessző;;Złota strzała;;Золотая стрела;;-;
ITEMDESC_GoldArrow_Sharpen=The precious metal makes this arrow very expensive.;;-;;-;;Das Edelmetall macht diesen Pfeil sehr teuer.;;-;;-;;A nemesfémnek köszönhetően ez a vessző rendkívül drága.;;Metal szlachetny sprawia, że strzała ta jest bardzo droga.;;Благородный металл делает эту стрелу очень дорогой.;;-;

FO_SharpArrow_Sharpen=Hunting Arrow;;-;;-;;Der Pfeil des Jägers;;-;;-;;Vadász nyílvessző;;Strzała myśliwska;;Стрела охотника;;-;
ITEMDESC_SharpArrow_Sharpen=Bloody sharp arrows.;;Frecce dannatamente affilate.;;-;;Verdammt scharfer Pfeil.;;Flechas muy afiladas.;;Určen ke střelbě z luku;;Átkozottul éles a hegye.;;Cholernie ostra strzała.;;Стрела с острием из звериных зубов.;;-;

FO_SerratedArrow_Sharpen=Serrated Arrow;;-;;-;;Gezackter Pfeil;;-;;-;;Cakkos nyílvessző;;Postrzępiona strzała;;Зазубренная стрела;;-;
ITEMDESC_SerratedArrow_Sharpen=With sharp edges, this arrow inflicts a bleeding wound.;;-;;-;;Mit seinen scharfen Zacken fügt dieser Pfeil eine Schnittwunde zu.;;-;;-;;A különlegesen kialakított hegy csúnya sebet tud ejteni.;;Wyposażona w ostre zęby strzała zadaje poważne rany.;;Обладающая острыми зубцами, эта стрела наносит рваную рану.;;-;

FO_Arrow_ore_Sharpen=Ore arrow;;-;;-;;Erzpfeil;;-;;-;;Érc nyílvessző;;Strzała z rudy;;Рудная стрела;;-;
ITEMDESC_Arrow_ore_Sharpen=An arrow with a point from an iron alloy with magic ore. Thereof its blow becomes improbably strong.;;-;;-;;Pfeil mit einer Spitze aus Eisen vermischt mit magischem Erz. Dadurch wird der Pfeil enorm Durchschlag kräftig.;;-;;-;;Mágikus érc és vas ötvözetéből készült nyílvessző. Ezáltal válik a nyíl rendkívül erőssé.;;Strzała z grotem wykonanym ze stopu żelaza i magicznej rudy. Potrafi przebić najgrubszy pancerz.;;Стрела с наконечником из сплава железа с магической рудой. Поэтому ее удар стал невероятно сильным.;;-;

FO_GoldBolt_Sharpen=Gold Bolt;;-;;-;;Goldener Bolzen;;-;;-;;Aranyozott számszeríjvessző;;Złoty bełt;;Золотой болт;;-;
ITEMDESC_GoldBolt_Sharpen=The precious metal makes this bolt very expensive.;;-;;-;;Das Edelmetall macht diesen Bolzen sehr teuer.;;-;;-;;A nemesfémnek köszönhetően ez a vessző rendkívül drága.;;Metal szlachetny sprawia, że ten bełt jest bardzo drogi.;;Благородный металл делает этот болт очень дорогим.;;-;

FO_OreBolt_Sharpen=Ore Bolt;;-;;-;;Erzbolzen;;-;;-;;Érc számszeríjvessző;;Bełt z rudy;;Рудный болт;;-;
ITEMDESC_OreBolt_Sharpen=The ore tip inflicts significant damage.;;-;;-;;Die Erzpfeilspitze verursacht erheblichen Schaden.;;-;;-;;A vessző az ércnek köszönhetően rendkívüli sebet okozhat.;;Grot z rudy powoduje znaczne obrażenia.;;Рудный наконечник обладает значительным уроном.;;-;

FO_SharpHunterBolt_Sharpen=Hunting Bolt;;-;;-;;Jagdbolzen;;-;;-;;Vadász számszeríjvessző;;Ostry bełt;;Болт охотника;;-;
ITEMDESC_SharpHunterBolt_Sharpen=The tip of this bolt is made from hunted trophies;;-;;-;;Die Klinge dieses Bolzens ist aus Jagdtrophäen gefertigt.;;-;;-;;Ennek a vesszőnek a hegye vadásztrófeából készült.;;Grot tego bełtu jest wykonany z trofeów myśliwskich.;;Наконечник этого болта создан из охотничьих трофеев;;-;

FO_Bolt_Sharp_Sharpen=Sharp Bolt;;Dardo affilato;;Carreau d'arbalète acéré;;Klingenbolzen;;Virote afilado;;Zaostřená šipka;;Éles számszeríjvessző;;Ostry bełt;;Острый болт;;葉形方鏃箭;
ITEMDESC_Bolt_Sharp_Sharpen=Bloody sharp bolts.;;Dardi dannatamente affilati.;;-;;Verdammt scharfe Bolzen.;;Virotes muy afilados.;;Určena ke střelbě z kuše;;Piszkosul éles számszeríjvessző.;;Bełt o zaostrzonym grocie zadaje większe obrażenia.;;Чертовски острый болт.;;-;

FO_DeathArrow_Sharpen=Deadly Arrow;;-;;-;;Tödlicher Pfeil;;-;;-;;Halálos nyílvessző;;Śmiercionośna strzała;;Смертоносная стрела;;-;
ITEMDESC_DeathArrow_Sharpen=This deadly arrow will pierce even the most powerful enemy.;;-;;-;;Der tödliche Pfeil wird selbst den stärksten Feind zur Strecke bringen.;;-;;-;;A halálos nyílvessző még a legerősebb ellenfelet is leteríti.;;Śmiercionośna strzała pokona nawet najsilniejszego wroga.;;Смертоносная стрела сразит даже самого сильного врага.;;-;

FO_Bolt_Death_Sharpen=Deadly Bolt;;-;;-;;Tödlicher Bolzen;;-;;-;;Halálos számszeríjvessző;;Śmiercionośny bełt;;Смертоносный болт;;-;
ITEMDESC_Bolt_Death_Sharpen=This deadly bolt will pierce even the most powerful enemy.;;-;;-;;Der Todesbolzen streckt selbst die machtigsten Feinde nieder.;;-;;-;;A halálos számszeríjvessző még a leghatalmasabb ellenséget is leteríti.;;Śmiercionośny bełt pokona nawet najsilniejszego wroga.;;Смертоносный болт сразит даже самого сильного врага.;;-;

INFO_Heavy_Hunter_Workbench_ShaftBlankArrow=Arrows;;-;;-;;Pfeile;;-;;-;;Nyílvesszők;;Promienie;;Стрелы;;;
INFO_Heavy_Hunter_Workbench_Yew_Wood=Wood - Yew;;;;;;Eibenholz;;;;;;Tiszafa;;Drewno cisowe;;Древесина - Тис;;;
INFO_Heavy_Hunter_Workbench_Oak_Wood=Wood - Oak;;;;;;Eichenholz;;;;;;Tölgyfa;;Drewno dębowe;;Древесина - дуб;;-;
INFO_Heavy_Hunter_Workbench_Cedar_Wood=Wood - Cedar;;;;;;Zedernholz;;;;;;Cédrusfa;;Drewno cedrowe;;Древесина - кедр;;-;
INFO_Heavy_Hunter_Workbench_Larch_Wood=Wood - Larch;;;;;;Lerchenholz;;;;;;Vörösfenyő;;Drewno modrzewiowe;;Древесина - лиственница;;-;
INFO_Heavy_Hunter_Workbench_Khaya_Wood=Wood - Khaya;;;;;;Khayaholz;;;;;;Mahagónifa;;Drewno mahoniowe;;Древесина - хайа;;-;
INFO_Heavy_Hunter_Workbench_It_Gancka_Wood=Wood;;;;;;Brennholz;;;;;;Tűzifa;;Drewno opałowe;;Дрова;;-;
INFO_Heavy_Hunter_Workbench_It_1H_Club_01=Cudgel;;Mazza;;Gourdin;;Knüppel;;Garrote;;Palice;;Bunkósbot;;Pałka;;Дубина;;棍棒;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Text=From a log 18 shafts From firewood 12 shafts From a club 6 shafts.;;;;;;Von Holzscheiten 18 Schäfte Von Brennholz 12 Schäfte Von Keulen 6 Schäfte.;;;;;;Rönkből 18, tűzifából 12, bunkósbotból 6 vessző szerezhető.;;Z drewna - 18 promieni, z drewna opałowego - 12 promieni, z pałki - 6 promieni.;;Из полена 18 древков Из дров 12 древка Из дубинки 6 древков.;;;
FO_BBM_Letter_Shaft_Blank=Wood processing;;;;;;Holzverarbeitung;;;;;;Fafeldolgozás;;Promień;;Обработка древесины;;;
ITEMDESC_BBM_Letter_Shaft_Blank=With this instruction, the hero can create shafts for arrows and bolts from logs, firewood, or clubs.;;;;;;Mit dieser Anleitung kann der Held Pfeil- und Bolzenschäfte aus Baumstämmen, Brennholz oder Keulen herstellen.;;;;;;Ezen útmutatóval a hős nyilak és vesszők szárát készítheti el fatörzsekből, tűzifából vagy bunkósbotból.;;Dzięki temu schematowi bohater może tworzyć promienie strzał i bełtów z drewna, drewna opałowego lub pałek.;;С этой инструкцией герой может создать древки для стрел и болтов из полен, дров или дубинок.;;;
LETTERHEADER_BBM_Shaft_Blank_Craft=Wood processing\nX\n18\nX\n12\nX\n6;;;;;;Holzverarbeitung\nХ\n18\nХ\n12\nХ\n6;;;;;;Fafeldolgozás\nx\n18\nx\n12\nx\n6;;Promień\nx\n18\nx\n12\nx\n6;;Обработка древесины\nХ\n18\nХ\n12\nХ\n6;;;
LETTERTEXT_BBM_Shaft_Blank_Craft=\nFrom a log 18 shafts.\n\nFrom wood 12 shafts.\n\nFrom a club 6 shafts.\n\n\n[Instruction note : With this instruction, the hero can create shafts for arrows and bolts from logs, firewood or clubs .];;;;;;\Aus Baumstämmen: 18 Schäfte, aus Brennholz: 12 Schäfte, aus Keulen: 6 Schäfte [Hinweis zur Anleitung: Mit dieser Anleitung kann der Held Pfeil- und Bolzenschäfte aus Baumstämmen, Brennholz oder Keulen herstellen].;;;;;;\nRönkből 18, tűzifából 12, bunkósbotból 6 vessző szerezhető.\n\n\n[Megjegyzés: a hős ezen utasítások alapján készíthet vesszőket farönkből, tűzifából vagy bunkósbotból.];;\nZ drewna - 18 promieni\n\nZ drewna opałowego - 12 promieni\n\nZ pałki - 6 promieni.\n\n\n[Uwaga do schematu: Dzięki temu schematowi bohater może tworzyć promienie strzał i bełtów z drewna, drewna opałowego lub pałek];;\nИз полена 18 древков.\n\nИз дров 12 древка.\n\nИз дубинки 6 древков.\n\n\n[Примечание к инструкции : С этой инструкцией герой может создать древки для стрел и болтов из полен, дров или дубинок.];;;

INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_6=Create Shafts - 6;;-;;-;;Holz-Schaft herstellen x6;;-;;-;;Faanyag készítése x6;;Stwórz promień x6;;Создать древко - 6;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_12=Create Shafts - 12;;-;;-;;Holz-Schaft herstellen x12;;-;;-;;Faanyag készítése x12;;Stwórz promień x12;;Создать древко - 12;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_18=Create Shafts - 18;;-;;-;;Holz-Schaft herstellen x18;;-;;-;;Faanyag készítése x18;;Stwórz promień x18;;Создать древко - 18;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_24=Create Shafts - 24;;-;;-;;Holz-Schaft herstellen x24;;-;;-;;Faanyag készítése x24;;Stwórz promień x24;;Создать древко - 24;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_25=Create Shafts - 25;;-;;-;;Holz-Schaft herstellen x25;;-;;-;;Faanyag készítése x25;;Stwórz promień x25;;Создать древко - 25;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_36=Create Shafts - 36;;-;;-;;Holz-Schaft herstellen x36;;-;;-;;Faanyag készítése x36;;Stwórz promień x36;;Создать древко - 36;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_48=Create Shafts - 48;;-;;-;;Holz-Schaft herstellen x48;;-;;-;;Faanyag készítése x48;;Stwórz promień x48;;Создать древко - 48;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_50=Create Shafts - 50;;-;;-;;Holz-Schaft herstellen x50;;-;;-;;Faanyag készítése x50;;Stwórz promień x50;;Создать древко - 50;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_54=Create Shafts - 54;;-;;-;;Holz-Schaft herstellen x54;;-;;-;;Faanyag készítése x54;;Stwórz promień x54;;Создать древко - 54;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_72=Create Shafts - 72;;-;;-;;Holz-Schaft herstellen x72;;-;;-;;Faanyag készítése x72;;Stwórz promień x72;;Создать древко - 72;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_90=Create Shafts - 90;;-;;-;;Holz-Schaft herstellen x90;;-;;-;;Faanyag készítése x90;;Stwórz promień x90;;Создать древко - 90;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_96=Create Shafts - 96;;-;;-;;Holz-Schaft herstellen x96;;-;;-;;Faanyag készítése x96;;Stwórz promień x96;;Создать древко - 96;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_100=Create Shafts - 100;;-;;-;;Holz-Schaft herstellen x100;;-;;-;;Faanyag készítése x100;;Stwórz promień x100;;Создать древко - 100;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_144=Create Shafts - 144;;-;;-;;Holz-Schaft herstellen x144;;-;;-;;Faanyag készítése x144;;Stwórz promień x144;;Создать древко - 144;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_192=Create Shafts - 192;;-;;-;;Holz-Schaft herstellen x192;;-;;-;;Faanyag készítése x192;;Stwórz promień x192;;Создать древко - 192;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_200=Create Shafts - 200;;-;;-;;Holz-Schaft herstellen x200;;-;;-;;Faanyag készítése x200;;Stwórz promień x200;;Создать древко - 200;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_250=Create Shafts - 250;;-;;-;;Holz-Schaft herstellen x250;;-;;-;;Faanyag készítése x250;;Stwórz promień x250;;Создать древко - 250;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_288=Create Shafts - 288;;-;;-;;Holz-Schaft herstellen x288;;-;;-;;Faanyag készítése x288;;Stwórz promień x288;;Создать древко - 288;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_300=Create Shafts - 300;;-;;-;;Holz-Schaft herstellen x300;;-;;-;;Faanyag készítése x300;;Stwórz promień x300;;Создать древко - 300;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_384=Create Shafts - 384;;-;;-;;Holz-Schaft herstellen x384;;-;;-;;Faanyag készítése x384;;Stwórz promień x384;;Создать древко - 384;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_400=Create Shafts - 400;;-;;-;;Holz-Schaft herstellen x400;;-;;-;;Faanyag készítése x400;;Stwórz promień x400;;Создать древко - 400;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_500=Create Shafts - 500;;-;;-;;Holz-Schaft herstellen x500;;-;;-;;Faanyag készítése x500;;Stwórz promień x500;;Создать древко - 500;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_576=Create Shafts - 576;;-;;-;;Holz-Schaft herstellen x576;;-;;-;;Faanyag készítése x576;;Stwórz promień x576;;Создать древко - 576;;;
INFO_Heavy_Hunter_Workbench_Shaft_Blank_Craft_1000=Create Shafts - 1000;;-;;-;;Holz-Schaft herstellen x1000;;-;;-;;Faanyag készítése x1000;;Stwórz promień x1000;;Создать древко - 1000;;;
